Repository: SoMuchForSubtlety/pods
Catalog: po/*.po
Languages: eu, id, nb_no

source: A Podman desktop application
eu: Podman mahaigaineko aplikazio bat
id: Aplikasi desktop untuk Podman
nb_no: Et Podman-skrivebordsprogram

source: Default window width
eu: Aurrez zehaztutako leihoaren zabalera
id: Lebar jendela default
nb_no: Forvalgt vindusbredde

source: Default window height
eu: Aurrez zehaztutako leihoaren altuera
id: Tinggi jendela default
nb_no: Forvalgt vindushøyde

source: Default window maximized behaviour
eu: Aurrez zehaztutako leihoaren altuera
id: Perilaku jendela penuh default
nb_no: Forvalg adferd for maksimert vindu

source: Style Variant
id: Varian Gaya

source: Use the light or dark variant of the GTK theme
id: Gunakan jenis tema terang atau tema gelap GTK

source: The last used view
eu: Erabilitako azken ikuspegia
id: Tampilan yang terakhir digunakan
nb_no: Sist brukte visning

source: Whether to show intermediate images
eu: Tarteko irudiak erakusten badira
id: Apakah akan menunjukkan image antara

source: Remove all images not in use by containers, not just dangling ones
id: Hapus semua citra yang sedang tidak digunakan oleh container, bukan cuma yang teruntai

source: Remove images even when they are used by external containers (e.g, by build containers)
id: Hapus citra meskipun sedang digunakan oleh container eksternal (contohnya oleh container build)

source: Whether to show only running containers
eu: Martxan dauden edukiontziak bakarrik erakusten badira
id: Apakah hanya akan menunjukkan container yang sedang berjalan
nb_no: Hvorvidt kun kjørende beholdere skal vises

source: Whether to show a timestamp for each log line
id: Apakah akan menampilkan penanda waktu pada tiap baris log

source: Main window
eu: Leiho nagusia
id: Jendela utama
nb_no: Hovedvindu

source: _Cancel
eu: _Ezeztatu
id: _Batalkan

source: _Rename
eu: _Berrizendatu
id: _Ubah nama

# shortcut window
source: General
eu: Orokorra
id: Umum
nb_no: Generelt

# shortcut window
source: Show Shortcuts
eu: Erakutsi lasterbideak
id: Tunjukkan Pintasan
nb_no: Vis snarveier

# shortcut window
source: Quit
eu: Irten
id: Keluar
nb_no: Avslutt

# shortcut window
source: Search
eu: Bilatu
id: Cari
nb_no: Søk

source: Follow system style
id: Ikuti gaya sistem

source: Light style
id: Gaya terang

source: Dark style
id: Gaya gelap

source: Key
id: Kunci

source: Value
id: Nilai

source: IP address
id: Alamat IP

source: Host port
id: Port host

source: Container port
id: Port container

source: Protocol
id: Protokol

source: Host path
id: Jalur host

source: Container path
id: Jalur container

source: Mode
id: Modus

source: Writable
id: Dapat ditulis

source: No label
id: Tanpa label

source: Shared
id: Terbagi

source: Private
id: Privat

source: Summary
eu: Laburpena
id: Ringkasan
nb_no: Sammendrag

source: No containers found
eu: Ez dira edukiontzirik aurkitu
id: Tidak ada container ditemukan
nb_no: Fant ingen beholdere

source: Images
eu: Irudiak
id: Image
nb_no: Avtrykk

source: Containers
eu: Edukiontziak
id: Container
nb_no: Beholdere

source: _Start
eu: _Hasi
id: _Mulai

source: S_top
eu: G_elditu
id: Hentikan (_T)

source: _Force Stop
eu: _Atxiloketa behartu
id: _Paksa Berhenti
nb_no: _Tving stopp

source: R_estart
eu: B_errabiarazi
id: Mulai ulang (_E)

source: F_orce Restart
eu: Be_hartu berriz hastea
id: _Paksa Mulai Ulang

source: _Resume
eu: _Berrekin
id: _Lanjutkan
nb_no: _Fortsett

source: _Pause
eu: _Pausarazi
id: _Jeda

source: Re_name…
eu: Be_rrizendatu…
id: Ubah _nama…

source: _Commit
id: _Tetapkan
nb_no: _Send inn

source: _Delete
eu: _Ezabatu
id: _Hapus
nb_no: _Slett

source: _Create Container…
id: Buat _Container…

source: _Prune
eu: _Inausi
id: _Pangkas

source: Options
id: Opsi

source: Prune All
id: Pangkas Semua

source: Remove all images not in use by containers, not just dangling ones.
id: Hapus semua citra yang tidak sedang digunakan oleh container, bukan hanya yang teruntai saja.

source: Prune External
id: Pangkas Eksternal

source: Remove images even when they are used by external containers (e.g, by build containers).
id: Hapus citra meskipun sedang digunakan oleh container eksternal (contohnya oleh container build).

source: Prune Until
id: Pangkas Hingga

source: Prune images created before this timestamp.
id: Pangkas citra yang dibuat sebelum tanda waktu berikut.

source: AM
id: pagi

source: Name
eu: Izena
id: Nama

source: Welcome to Pods
eu: Ongi etorri Sinfoniara
id: Selamat Datang di Pods

source: Version
eu: Bertsioa
id: Versi

source: API Version
eu: API bertsioa
id: Versi API

source: Built Time
eu: Eraikuntza-denbora
id: Waktu Dibangun

source: Git Commit
eu: Git Commitak
id: _Tetapan Git

source: Go Version
eu: Go bertsioa
id: Versi Go

source: Os Arch
eu: SE arkitektura
id: Arsitektur OS

source: Describes the container storage and its attributes.
eu: Edukiontziaren biltegiratzea eta ezaugarriak deskribatzen ditu.
id: Menjelaskan penyimpanan container dan segala atributnya.

source: Config File
eu: Konfigurazio-fitxategia
id: Berkas Pengaturan

source: Container Store
eu: Edukiontzien denda
id: Penyimpanan Container

source: Describes the quantity of containers in the store by status.
eu: Deskribatu biltegiko edukiontzi kopurua egoeraren arabera.
id: Menjelaskan jumlah container pada penyimpanan oleh statusnya.

source: Paused
eu: Pausatua
id: Dijeda
nb_no: Pauset

source: Running
eu: Exekutatzen
id: Berjalan
nb_no: Kjører

source: Stopped
eu: Geldituta
id: Terhenti
nb_no: Stoppet

source: Graph Driver Name
eu: Driver grafikoaren izena
id: Nama Pengendali Diagram

source: Graph Options
eu: Grafikoko ezarpenak
id: Pilihan Diagram

source: Graph Root
eu: Grafikoaren erroa
id: Akar Diagram

source: Graph Status
eu: Grafikoaren egoera
id: Status Diagram

source: Image Store
eu: Irudi denda
id: Penyimpanan Citra

source: Describes the image store. Right now only the number of images present.
eu: Irudien denda deskribatzen du. Une honetan, bertan dauden irudien kopurua baino ez.
id: Menjelaskan penyimpanan citra. Untuk sekarang hanya menampilkan jumlah citra yang ada.

source: Run Root
eu: Exekutatu erroa
id: Jalankan Root

source: Volume Path
eu: Bolumenaren ibilbidea
id: Jalur Volume

source: _Prune unused images…
id: _Pangkas citra yang tidak digunakan…

source: _Keyboard Shortcuts
eu: _Teklatuko lasterbideak
id: _Pintasan Papan Ketik
nb_no: _Tastatursnarveier

source: _About Pods
eu: _Sinfoniari buruz
id: _Tentang Pods

source: _Create
id: Buat (_C)

source: Create and run
id: Buat dan jalankan

source: Details
eu: Xehetasunak
id: Rincian

source: Command
id: Perintah

source: Memory limit
id: Batas memori

source: Port Mappings
id: Pemetaan Port

source: Volumes
id: Volume

source: Environment Variables
id: Variabel Lingkungan

source: Properties
id: Properti

source: Image
eu: Irudia
id: Citra

source: Created
eu: Sortua
id: Dibuat
nb_no: Opprettet

source: Image Details
eu: Irudiaren xehetasunak
id: Rincian Citra

source: Associated Containers
id: Container Terkait

source: There are no containers associated with this image.
id: Tidak ada container yang terkait dengan citra ini.

source: Image Has Been Deleted
eu: Irudia ezabatu egin da
id: Citra Telah Dihapus

source: Logs
eu: Erregistroak
id: Log

source: Container Has Been Deleted
id: Container Telah Dihapus

source: Toggle timestamps
id: Alihkan tanda waktu

source: Scroll to bottom
eu: Beherantz mugitu
id: Gulirkan ke bawah

source: Move to previous match (Ctrl+Shift+G)
id: Pindah ke entri yang cocok sebelumnya (Ctrl+Shift+G)

source: Move to next match (Ctrl+G)
id: Pindah ke entri berikutnya yang cocok (Ctrl+G)

source: Toggle search options
id: Alihkan pengaturan pencarian

source: Re_gular expressions
id: Ekspresi re_guler

source: _Case sensitive
id: Peka huruf besar/kecil (_C)

source: Match whole _word only
id: Hanya cocokkan dengan kata yang utuh (_W)

source: Configured
eu: Konfiguratua
id: Diatur
nb_no: Oppsatt

source: Dead
eu: Itzalita
id: Mati
nb_no: Død

source: Exited
eu: Abandonatua
id: Keluar
nb_no: Avsluttet

source: Removing
eu: Kentzen
id: Menghapus
nb_no: Fjerner

source: Restarting
eu: Berrabiarazten
id: Memulai ulang
nb_no: Starter på ny

source: Stopping
eu: Geldiarazten
id: Menghentikan
nb_no: Stopper

source: Unknown
eu: Ezezaguna
id: Tidak diketahui
nb_no: Ukjent

source: Rename container «{}»
eu: «{ }» edukiontzia berriz izendatu
id: Ubah nama container «{}»

source: {} Containers total, {} running
eu: {} Edukiontziak guztira, {} egikaritzen
id: {} Total container, {} berjalan
nb_no: {} beholdere totalt, {} kjører

source: {} of {}
id: {} dari {}

source: {} images total, {} {} unused images, {}
eu: {} irudi guztira, {} {} erabili gabeko irudiak, {}
id: {} total image, {} {} image tak terpakai, {}
nb_no: {} avtrykk totalt, {} {} ubrukte avtrykk, {}

source: No images found
eu: Ez da irudirik aurkitu
id: Tidak ada image ditemukan
nb_no: Fant ingen avtrykk

source: %x %H:%M %p
id: %x %H:%M

source: Invalid date format
id: Format tanggal tidak sah

source: {} (Virtual: {})
eu: {} (Birtuala: {})
id: {} (Ruang virtual: {})
nb_no: {} (Virtuelt: {})

source: {} (Shared: {})
eu: {} (Partekatuta: {})
id: {} (Terbagikan: {})
nb_no: {} (Delt: {})

source: {} (Shared: {}, Virtual: {})
eu: {} (Partekatuta: {}, Birtuala: {})
id: {} (Terbagikan: {}, Ruang virtual: {})

source: {} Containers
eu: {} Edukiontziak
id: {} Container

source: {} Options
eu: {} Ezarpenak
id: {} Opsi

source: {} States
eu: {} Egoerak
id: {} Keadaan

source: {} Images
eu: {} Irudiak
id: {} Citra

source: Error: {}
eu: Errorea: {}
id: Galat: {}

source: Prints application version
eu: Inprimatu aplikazioaren bertsioa
id: Mencetak versi aplikasi
nb_no: Skriver ut programversjonen

source: Specify the minimum log level
eu: Erregistroaren gutxieneko maila zehaztu
id: Tetapkan tingkatan log minimum
nb_no: Angi minste loggføringsnivå

source: <none>
eu: <batere ez>
id: <kosong>

source: translator-credits
eu: Sergio Varela Guinea <sergiovg01@outlook.com>
id: kredit-penerjemah
nb_no: Allan Nordhøy, <epost@anotheragency.no>

source: Pods
eu: Sinfonia

source: Checking Connection to Podman Service
eu: Podman zerbitzuarekiko konexioa egiaztatzen
nb_no: Sjekker tilkobling til Podman-tjenesten

source: Podman Info
eu: Podmanen informazioa

source: Id
eu: Identifikatzailea

source: Status
eu: Egoera

source: An unexpected error has occurred and Pods has lost connection to Podman Unix. If the connection has been disconnected unintentionally, you can try to re-establish it.
eu: Ustekabeko akats bat gertatu da eta Sinfoniak Podman Unixekiko lotura galdu du. Konexioa nahi gabe deskonektatu bada, berrezartzen saia zaitezke.

source: Lost Connection to Podman
eu: Konexio galduta Podman-ekin
nb_no: Mistet tilkoblingen til Podman

source: _Restart Podman Service
eu: _Podman zerbitzua berrabiarazi
nb_no: _Start Podmantjenesten på ny

source: The Podman service is currently not running.
eu: Podman zerbitzua ez dago martxan.

source: _Start Podman Service
eu: _Podman-en zerbitzua hasi
nb_no: _Start Podman-tjenesten

source: _Show Podman Info
eu: _Podmanen informazioa erakutsi

source: _Preferences
eu: _Lehentasunak
nb_no: _Innstillinger

source: Error on starting container
eu: Errorea edukiontzia hastean

source: Error on stopping container
eu: Errorea edukiontzia gelditzean

source: Error on force stopping container
eu: Errore bat edukiontzia gelditzeko behartzean
nb_no: Kunne ikke tvinge gjennom stopp av beholder

source: Error on restarting container
eu: Errorea edukiontzia berriz hastean
nb_no: Kunne ikke starte beholder på ny

source: Error on force restarting container
eu: Errore bat edukiontzia berriz hastea behartzean
nb_no: Kunne ikke tvinge gjennom omstart av beholder

source: Error on pausing container
eu: Errorea edukiontzia pausatzean
nb_no: Kunne ikke sette beholder på pause

source: Error on resuming container
eu: Errorea edukiontzia berriz martxan jartzean
nb_no: Kunne ikke gjenoppta beholder

source: Error on committing container
eu: Errorea edukiontzia baieztatzean
nb_no: Kunne ikke sende inn beholder

source: Error on deleting container
eu: Errorea edukiontzia ezabatzean
nb_no: Kunne ikke slette beholder

source: Error on force deleting container
eu: Errorea edukiontziaren ezabaketa behartzean
nb_no: Kunne ikke tving gjennom sletting av beholder

source: Successfully deleted image '{}'
eu: '{}' irudia ondo ezabatu da

source: Error on deleting image '{}'
eu: Errorea '{}' irudia ezabatzean

source: Failed to execute command to start Podman
eu: Podman hasteko komandoa gauzatzean huts egin da
nb_no: Klarte ikke å kjøre kommando for start av Podman

source: Command to start Podman returned exit code: {}
eu: Podman abiarazteko komandoak irteera-kode bat itzuli du: {}
nb_no: Kommando for start av Podman returnerte avslutningskode: {}

source: Error on loading images
eu: Errorea irudiak kargatzean
nb_no: Kunne ikke laste inn avtrykk

source: Error on inspecting image '{}'
eu: Errorea '{}' irudia ikuskatzean

source: Error on loading containers
eu: Errorea edukiontziak kargatzean

source: Error on inspecting container '{}'
eu: Errorea '{}' edukiontzia ikuskatzean

source: The Podman service is currently not running
nb_no: Podman-tjenesten kjører ikke

source: Welcome to Symphony
nb_no: Velkommen

source: _About Symphony
nb_no: _Om Symphony

source: Prune unused images
nb_no: Beskjær ubrukte avtrykk

source: Show only running containers
nb_no: Kun vis kjørende beholdere

source: _Stop
nb_no: _Stopp

source: By {} containers
nb_no: Av {} beholdere
